Repository: bmlt-enabled/NA-Meeting-List-Administrator
Catalog: NA Meeting List Administrator/Resources and Extras/*.lproj/Localizable.strings
Languages: da, fr, it, ru, sv

# LOCAL-MAGSHARE-BLURB-LABEL
source: Another Fine BMLT-Enabled Project
da: Et andet fint BMLT-Enabled-projekt
fr: Un autre projet BMLT-Enabled
it: Un altro bel progetto BMLT-Enabled
ru: Еще один прекрасный проект BMLT-Enabled
sv: Ännu ett lyckat BMLT-Enabled projekt

# LOCAL-MAGSHARE-URI-LABEL
source: Find Out More at https://bmlt.app
da: Find ud af mere på https://bmlt.app
fr: En savoir plus sur https://bmlt.app
it: Scopri di più a https://bmlt.app
ru: Узнайте больше на https://bmlt.app
sv: Mer information https://bmlt.app

# VERSION-LABEL-FORMAT
source: Version %@
it: Versione %@
ru: Версия %@

source: What Meeting Am I At Now?
da: Hvilket møde er jeg til nu?
fr: À quelle réunion suis-je maintenant?
it: A quale riunione sono adesso?
ru: На каком я сейчас собрании?
sv: Vilket möte är jag på nu?

# LOCATION-ERROR-HEADER
source: Location Error
da: Placeringsfejl
fr: Erreur de localisation
it: Errore di localizzazione
ru: Ошибка местоположения
sv: Platsfel

# LOCATION-ERROR-MESSAGE
source: Unable to determine your current location.
da: Kan ikke bestemme din nuværende placering.
fr: Impossible de déterminer votre position actuelle.
it: Impossibile determinare la tua attuale localizzazione.
ru: Невозможно определить ваше текущее местоположение.
sv: Kan inte fastställa nuvarande plats.

# NO-MEETING-HEADER
source: No Meeting Found
da: Ingen møde fundet
fr: Aucune réunion trouvée
it: Nessuna riunione trovata
ru: Собрание не найдена
sv: Hittade inget möte

# NO-MEETING-MESSAGE
source: No meeting found that matches your current location and time.
da: Der blev ikke fundet noget møde der matcher din nuværende placering og tid.
fr: Aucune réunion ne correspond à votre heure et lieu actuels.
it: Nessuna riunione corrisponde alla località e all'orario che hai attualmente indicato.
ru: Встреча не найдена, которая соответствует вашему текущему местоположению и времени.
sv: Hittade inget möte som mostvarar din plats och tid.

# TOUCH-ID-STRING
source: Touch
da: Berøre
fr: Toucher
it: Tocca
sv: Tryck

# FACE-ID-STRING
source: Face
da: Ansigt
it: Guarda
sv: Ansikte

# WORLD-ID-LABEL
source: World ID:
da: Verdens ID:
it: ID mondiale:
sv: Världs ID:

# SAVE-NEW-BUTTON
source: Create New Meeting
da: Opret nyt møde
fr: Créer une nouvelle réunion
it: Crea una nuova riunione
sv: Skapa nytt möte
