Repository: bmlt-enabled/NA-Meeting-List-Administrator
Catalog: NA Meeting List Administrator/Resources and Extras/*.lproj/Localizable.strings
Languages: da, fr, it, ru, sv

# ERR-STRING-SHORT
source: ERR
da: Fejl
it: ERRORE
ru: Ошибка
sv: FEL

# CONNECT-TITLE
source: CONNECT
da: OPRET FORBINDELSE
fr: Connexion
it: CONNETTI
ru: Подключение
sv: ANSLUT

# SERVICE-BODY-SELECTION-TITLE
source: Select Service Bodies
da: Vælg Service enheder
fr: Sélectionner un organisme de service
it: Scegli la struttura di servizio
ru: Выберите орган обслуживания
sv: Välj Serviceenhet

# NAMeetingListAdministrator-ErrorAlertTitle
source: ERROR!
da: Fejl!
fr: ERREUR!
it: ERRORE!
ru: Ошибка!
sv: FEL!

# ENTER-URI-LABEL
source: Connect to the Server
da: Opret forbindelse til serveren
fr: Se connecter au serveur
it: Connetti al server
ru: Подключение к серверу
sv: Anslut till Server

# ENTER-URI-PLACEHOLDER
source: Enter Server URL
da: Indsæt Server URL
fr: Entrer l'URL du serveur
it: Inserisci l'indirizzo del server
ru: Введите URl сервера
sv: Ange Server URL

# CONNECT-BUTTON
source: CONNECT
da: OPRET FORBINDELSE
fr: Se brancher
it: CONNETTI
ru: Подключить
sv: ANSLUT

# DISCONNECT-BUTTON
source: DISCONNECT
da: AFBRYD FORBINDELSE
fr: Se débrancher
it: DISCONNETTI
ru: Отключить
sv: KOPPLA FRÅN

# LOGIN-LABEL
source: Administration Log In
da: Administration Log Ind
fr: Connexion administrateur
it: Accesso all'amministrazione
ru: Логин администратора
sv: Administratör inloggning

# LOGIN-ID-LABEL
source: Login ID:
fr: Identifiant de connexion:
it: ID di accesso:
ru: Логин ID:

# LOGIN-ID-PLACEHOLDER
source: Enter A Login ID
da: Indsæt et Login ID
fr: Entrer votre Login ID
it: Inserisci un ID di accesso
ru: Введите ID логина
sv: Ange Login ID

# PASSWORD-LABEL
source: Password:
da: Adgangskode:
fr: Mot de passe:
ru: Пароль:
sv: Lösenord:

# PASSWORD-PLACEHOLDER
source: Enter Your Password
da: Indsæt din adgangskode
fr: Tapez votre mot de passe
it: Inserisci la password
ru: Введите ваш пароль
sv: Ange ditt lösenord

# LOGIN-BUTTON
source: LOG IN
da: LOG IND
fr: S'IDENTIFIER
ru: Войти
sv: LOGGA IN

# LOGOUT-BUTTON
source: LOG OUT
da: LOG UD
fr: SE DÉCONNECTER
ru: Выйти
sv: LOGGA UT

# LOGIN-STATUS-FORMAT
source: Logged in as "%@"
da: Logged ind som "%@"
fr: Connecté en tant que "%@"
it: Registrato come "%@"
ru: Вошли как "%@"
sv: Inloggad som "%@"

source: Login
fr: S'identifier
ru: Логин
sv: Inloggning

source: Manual Login
fr: Connexion manuelle
it: Login Manuale
ru: Ручной вход
sv: Manuell Inloggning

# ADMIN-UNAVAILABLE-TEXT
source: This server does not allow administration by this app.
da: Denne server tillader ikke administration af denne app.
fr: Ce serveur ne permet pas l'administration par cette application.
it: Questo server non permette l'amministrazione da questa app.
ru: Этот сервер не позволяет администрирование этим приложением.
sv: Denna server tillåter inte administration via denna app.

# BAD-URI-ERROR-TEXT
source: The URL entered does not point to a valid Root Server.
da: Den indtastede URL peger ikke på en gyldig Root Server.
fr: L'URL entrée ne pointe pas vers un serveur racine valide.
it: L'indirizzo inserito non punta a un Root server valido.
ru: Введенный URL-адрес не указывает на действительный корневой сервер.
sv: Adressen du angett pekar inte till en uppdaterad Root Server.

# LOCAL-TOUCHID-REASON-FORMAT
source: Automatically log "%@" into the server.
da: Log automatisk "%@" på serveren.
fr: Se connecter automatiquement "%@" au serveur.
it: Accedi automaticamente "%@" al server.
ru: Автоматически войти "%@" в сервер.
sv: Logga in automatiskt "%@" till denna server.

# UNABLE-TO-LOGIN-ERROR-TITLE-FORMAT
source: %@ ID Error
da: %@ ID Fejl
fr: %@ Erreur d'identification
it: %@ errore di ID
ru: %@ ID Ошибка
sv: %@ ID Fel

# UNABLE-TO-LOGIN-ERROR-FORMAT
source: %@ ID was not able to log into the server.
da: %@ ID kunne ikke logge ind på serveren.
fr: %@ Votre ID n'a pas pu se connecter au serveur.
it: %@ ID non può accedere al server.
ru: %@ ID не смог войти на сервер.
sv: %@ ID kunde inte logga in till servern

# SERVICE-BODY-BUTTON
source: Service Bodies
da: Service Enheder
fr: Organisme de service
it: Strutture di servizio
ru: Органы обслуживания
sv: Serviceenheter

# EDITOR-BUTTON
source: Edit
da: Redigere
fr: modifier
it: Modifica
ru: Редактировать
sv: Redigera

source: Midnight
da: midnat
fr: Minuit
it: Mezzanotte
ru: Полноч
sv: Midnatt

source: Noon
da: middag
fr: Midi
it: Mezzogiorno
ru: Полдень
sv: Middag

# ALL-DAYS
source: All
da: alle
fr: Tout
it: Tutti
ru: Все
sv: Alla

# LOCAL-SEARCH-PICKER-NONE
source: All Towns and Boroughs
da: alle byer og distrikter
fr: Toutes les villes et arrondissements
it: Tutte le città e le frazioni
ru: Все города и районы
sv: Alla städer

# CONNECT-BACK-TITLE
source: Back
da: Tilbage
fr: Retour
it: Indietro
ru: Назад
sv: Tillbaka

# MEETING-ID-FORMAT
source: Meeting ID %d
da: Møde ID %d
fr: ID de réunion %d
it: ID della riunione %d
ru: ID Собраний %d
sv: Mötets ID %d

# NEW-MEETING-TITLE
source: New Meeting
da: Nyt Møde
fr: Nouvelle réunion
it: Nuova riunione
ru: Новое собрание
sv: Nytt möte

# MEETINGS-TAB-BAR-NAME
source: Current Meetings
da: aktuelle møder
fr: Présente réunion
it: Riunioni correnti
ru: Текущие собрания
sv: Aktiva möten

# DELETED-MEETINGS-TAB-BAR-NAME
source: Deleted Meetings
da: slettet Møder
fr: Réunion supprimée
it: Riunioni cancellate
ru: Удаленные собрания
sv: Raderade möten

# DELETE-HEADER-1
source: Are You Sure?
da: Er du sikker?
fr: Êtes-vous sûr?
it: Sei sicuro?
ru: Вы уверены?
sv: Är du säker?

# DELETE-HEADER-2
source: Nuke From Orbit.
fr: Nuke d'Orbit.
it: Nuke da Orbit.
ru: Ядерное оружие с орбиты.
sv: Bomba dom.

# DELETE-HEADER-3
source: Belay That Order!
da: Sikre denne handling!
fr: Assurer cet ordre!
it: Richiesta ignorata!
ru: Отмени этот приказ!
sv: Befäst ordern!

# DELETE-HEADER-4
source: Do you want to lose the changes you made to this meeting?
da: Ønsker du at miste de ændringer, du har foretaget på dette møde?
fr: Voulez-vous perdre les modifications que vous avez apportées à cette réunion?
it: Vuoi perdere le modifiche fatte a questa riunione?
ru: Хотите ли вы потерять изменения, внесенные вами в это собрание?
sv: Vill du förlora ändringarna du gjort för detta möte?

# DELETE-HEADER
source: Do You Want to Delete This Meeting?
da: Vil du slette dette møde?
fr: Voulez-vous supprimer cette réunion?
it: Vuoi cancellare questa riunione?
ru: Ты хочешь удалить это собрание?
sv: Vill du radera detta möte?

# DELETE-MESSAGE-FORMAT
source: The Meeting "%@" will be deleted. Are you sure that you want to delete it?
da: Mødet "% @ " slettes. Er du sikker på, at du vil slette det?
fr: La réunion "%@" sera supprimé. Êtes-vous sûr de vouloir le supprimer?
it: La riunione "%@" sarà cancellata. Sei sicuro di volerla cancellare?
ru: Собрание "%@" будет удалено. Вы уверены, что хотите удалить его?
sv: Mötet "%@" kommer raderas. Är du söäker på att du vill ta bort det?

# DELETE-OK-BUTTON
source: Delete This Meeting
da: Slet dette møde
fr: Supprimer cette réunion
it: Cancella questa riunione
ru: Удалить это собрание
sv: Radera mötet

# DELETE-CANCEL-BUTTON
source: Cancel
da: Annullerer
fr: Annuler
it: Annulla
ru: Отмена
sv: Avbryt

# SAVE-BUTTON
source: Save
da: Gem
fr: Sauvegarder
it: Salva
ru: Сохранить
sv: Spara

# SAVE-BUTTON-DUPLICATE
source: Duplicate
da: Kopier
fr: Dupliquer
it: Duplica
ru: Дублировать
sv: Kopiera

# CANCEL-BUTTON
source: Cancel
da: Annullerer
fr: Annuler
it: Annulla
ru: Отмена
sv: Avbryt

# PUBLISHED-LABEL
source: Meeting Is Published
da: Mødet er udgivet
fr: La réunion est publiée
it: Riunione pubblicata
ru: Собрание опубликовано
sv: Mötet är publicerat

# SERVICE-BODY-LABEL
source: Meeting Service Body:
da: Møde Service Enhed:
fr: Organisme de service de la réunion:
it: Struttura di servizio della riunione:
ru: Орган обслуживания собрания:
sv: Mötets servicenhet:

# WORLD-ID-PLACEHOLDER
source: Enter A NAWS Committee Code
da: Indsæt en NAWS Komite kode
fr: Entrer un code de comité des SMNA
it: Inserisci un codice dei Servizi mondiali
ru: Введите NAWS код комитета
sv: Ange NAWS kod för serviceenhet

# MEETING-NAME-LABEL
source: Meeting Name:
da: Møde Navn:
fr: Nom de la réunion:
it: Nome della riunione:
ru: Название собрания:
sv: Mötets namn:

# MEETING-NAME-PLACEHOLDER
source: Enter A Meeting Name
da: Indsæt navnet på mødet
fr: Entrez un nom de réunion
it: Inserisci un nome per la riunione
ru: Введите название собрания
sv: Ange ett namn för mötet

# WEEKDAY-LABEL
source: Weekday:
da: Ugedag:
fr: Jour de la semaine:
it: Giorno della settimana:
ru: Будни
sv: Veckodag:

# START-TIME-LABEL
source: Start Time:
da: Start Tid:
fr: Heure de début:
it: Orario di inizio:
ru: Начало:
sv: Starttid:

# DURATION-LABEL
source: Duration:
da: Varighed:
fr: Durée:
it: Durata:
ru: Длительность:
sv: Längd:

# LOCATION-NAME-LABEL
source: Location Name:
da: Navn på sted:
fr: Nom de la localisation:
it: Nome della località:
ru: Название местоположения:
sv: Platsnamn:

# LOCATION-NAME-PLACEHOLDER
source: Enter A Location Name
da: Indtast et stednavn
fr: Entrez un nom de lieu
it: Inserisci un nome di località
ru: Введите название местоположения
sv: Ange ett namn för platsen

# STREET-ADDRESS-LABEL
source: Street Address:
da: Vejnavn:
fr: Adresse
it: Indirizzo:
ru: Улица:
sv: Gatuadress:

# STREET-ADDRESS-PLACEHOLDER
source: Enter A Street Address
da: Indsæt et Vejnavn
fr: Entrez une adresse
it: Inserisci un indirizzo
ru: Введите название улицы
sv: Ange gatuadress

# NEIGHBORHOOD-LABEL
source: Neighborhood:
da: nabolag:
fr: Quartier:
it: Circondario:
ru: Округ:
sv: n/a:

# NEIGHBORHOOD-PLACEHOLDER
source: Enter A Neighborhood
da: Indsæt et nabolag
fr: Entrez un quartier
it: Inserisci un circondario
ru: Введите название округа
sv: n/a

# BOROUGH-LABEL
source: Borough or City Ward:
da: Forstad eller Bydel:
fr: Arrondissement ou quartier:
it: Frazione o distretto cittadino:
ru: Район:
sv: n/a:

# BOROUGH-PLACEHOLDER
source: Enter A Borough or Ward
da: Indsælt en forstad eller bydel
fr: Entrer dans un arrondissement
it: Inserisci una frazione o un distretto
ru: Введите город или район
sv: n/a

# TOWN-LABEL
source: Town or City:
da: By eller storby:
fr: Ville ou une municipalité:
it: Città:
ru: Деревня или город:
sv: Stad:

# TOWN-PLACEHOLDER
source: Enter A Town or City
da: Indsæt en by eller storby
fr: Entrez une ville ou une municipalité
it: Inserisci una città
ru: Введите город или деревню (посёлок)
sv: Ange en stad

# COUNTY-LABEL
source: County:
da: Land:
fr: Région:
it: Provincia:
ru: Страна:
sv: n/a:

# COUNTY-PLACEHOLDER
source: Enter A County
da: Indsæt et land
it: Inserisci una provincia
ru: Введите страну
sv: n/a

# STATE-LABEL
source: State or Province:
da: Område/stat eller Provins:
fr: Province:
it: Regione:
ru: Штат или провинция:
sv: Län:

# STATE-NAG-LABEL
source: (Always Use Abbreviation)
da: (Brug altid forkortelse)
fr: (Toujours utiliser l'abréviation)
it: (Usa sempre un'abbreviazione)
ru: Всегда абрбривиатура
sv: (n/a)

# ZIP-LABEL
source: Postal (Zip) Code:
da: Post (Zip) kode:
fr: Code postal:
it: Codice di avviamento postale (CAP):
ru: Индекс
sv: Postnummer:

# NATION-LABEL
source: Nation:
fr: Pays:
it: Nazione:
ru: Нация
sv: Land:

# NATION-PLACEHOLDER
source: Enter A Nation (Use Abbreviation)
da: Indsæt en nation (brug forkortelse)
fr: Entrez un pays (Utilisez une abréviation)
it: Inserisci una nazione (Usa un'abbreviazione)
ru: Аббривиатура нации
sv: Ange land (n/a)

# LOCATION-INFO-LABEL
source: Extra Info:
da: Ekstra Info:
fr: Informations supplémentaires:
it: Informazioni extra:
ru: Дополнительная информация:
sv: Mer information:

# LOCATION-INFO-PLACEHOLDER
source: Enter Extra Location Info
da: Indtast ekstra Placerings info
fr: Entrer des infos de lieu supplémentaires
it: Inserisci informazioni extra sul luogo
ru: Введите дополнительную информацию о местоположении
sv: Ange ytterligare information

# VIRTUAL-MEETING-LABEL
source: Virtual Meeting URL:
da: Virtual Møde URL:
ru: Виртуальная URL собрания:

# VIRTUAL-MEETING-PLACEHOLDER
source: Enter A URL
da: Indsær en URL
ru: Введите URL

# MEETING-PHONE-NUMBER-LABEL
source: Phone Meeting Number:
ru: Номер телефона собрания:

# MEETING-PHONE-NUMBER-PLACEHOLDER
source: Enter A Phone Number
ru: Введите номер телефона

# LONGITUDE-LABEL
source: Longitude:
da: Længdegrad:
it: Longitudine:
ru: Долгота:
sv: Longitud:

# LONGITUDE-PLACEHOLDER
source: Enter The Meeting Location Longitude.
da: Indsæt længdegrad for mødets Placering.
fr: Entrez la longitude du lieu de la réunion.
it: Inserisci la longitudine del luogo della riunione.
ru: Введите долготу собрания.
sv: Ange Longitud för mötets plats.

# LATITUDE-LABEL
source: Latitude:
da: Højdegrad:
it: Latitudine:
ru: Широта:
sv: Latitud:

# LATITUDE-PLACEHOLDER
source: Enter The Meeting Location Latitude.
da: Indsæt Højdegrad for mædets Placering.
fr: Entrez la latitude du lieu de la réunion.
it: Inserisci la latitudine del luogo della riunione.
ru: Введите широту собрания.
sv: Ange Latitud för mötets plats.

# LONG-LAT-SET-FROM-ADDRESS-BUTTON
source: Set Map to Match Address
da: Indstil kort for at matche adressen
fr: Définir la carte pour correspondre à l'adresse
it: Imposta la mappa per incrociare l'indirizzo
ru: Установить карту в соответствии с адресом :
sv: Sätt kartnål för adressen

# LONG-LAT-SET-FROM-MAP-BUTTON
source: Set Address From Map
da: Angiv adresse fra kort
fr: Définir l'adresse de la carte
it: Imposta l'indirizzo dalla mappa
ru: Установить адрес с карты
sv: Sätt adressen från kartnålen

# LOCAL-EDIT-LOCATION-FAIL-TITLE
source: Location Error
da: Placeringsfejl
fr: Erreur de localisation
it: Errore di localizzazione
ru: Ошибка местоположения
sv: Platsfel

# LOCAL-EDIT-LOCATION-FAILURE-MESSAGE
source: Unable to determine a location from the address.
da: Kan ikke bestemme en placering fra adressen.
fr: Impossible de déterminer un emplacement à partir de l'adresse.
it: Impossibile determinare il luogo sulla base dell'indirizzo.
ru: Невозможно определить местоположение по адресу.
sv: Kunde inte ange en plats för adressen.

# LOCAL-EDIT-REVERSE-GEOCODE-FAILURE-MESSAGE
source: Unable to determine an address from your location.
da: Kunne ikke bestemme en adresse fra din placering.
fr: Impossible de déterminer une adresse à partir de votre emplacement.
it: Impossibile determinare l'indirizzo sulla base del luogo.
ru: Невозможно определить адрес из вашего местоположения.
sv: Kunde inte ange en adress för platsen.

# MAP-TYPE-NORMAL
source: Standard
ru: Стандартная

# MAP-TYPE-HYBRID
source: Hybrid
fr: Hybride
it: Ibrido
ru: Гибридная

# MAP-TYPE-SATELLITE
source: Satellite
da: Satellit
ru: Спутниковая
sv: Satellit

# COMMENTS-LABEL
source: Comments:
da: Kommentar:
fr: commentaires:
it: Commenti:
ru: Комментарии:
sv: Kommentarer:

# FORMATS-LABEL
source: Formats:
da: Struktur:
it: Formati:
ru: Форматы:
sv: Mötesformat:

# HISTORY-ERASER-BUTTON
source: View Meeting Change History
da: Se mødeændringshistorik
fr: Afficher l'historique des modifications de la réunion
it: Visualizza la cronologia delle modifiche alla riunione
ru: Просмотр истории изменений собрания
sv: Visa ändringshistorik

# HISTORY-ERASER-TITLE
source: Meeting Change History
da: Møde ændrings Historie
fr: Historique des changements de réunion
it: Cronologia delle modifiche alla riunione
ru: История изменений собрания
sv: Ändringshistorik

# SAVE-AS-OR-COPY
source: Save Meeting Changes
da: Gem mødeændringer
fr: Enregistrer les modifications de la réunion
it: Salva le modifiche alla riunione
ru: Сохранить изменения собрания
sv: Spara mötesändringar

# SAVE-AS-OR-COPY-MESSAGE
source: Changes have been made to this meeting. Do you want to save these changes?
da: Der er foretaget ændringer til dette møde. Vil du gemme disse ændringer?
fr: Des modifications ont été apportées à cette réunion. Voulez-vous enregistrer ces modifications?
it: Questa riunione è stata modificata. Vuoi salvare queste modifiche?
ru: В это собрание были внесены изменения.. Do вы хотите сохоранить их?
sv: Ändringar har gjorts för mötet. Vill du spara ändringarna?

# SAVE-AS-COPY
source: Save Meeting As A Copy
da: Gem møde som en kopi
fr: Enregistrer la réunion en tant que copie
it: Salva questa riunione come copia
ru: Сохранить встречу как копию
sv: Spara en kopia på detta möte

# SAVE-AS-COPY-MESSAGE
source: Do you want to duplicate this meeting?
da: Vil du duplikere dette møde?
fr: Voulez-vous dupliquer cette réunion?
it: Vuoi duplicare questa riunione?
ru: Хотите дублировать эту встречу?
sv: Vill du kopiera detta möte?

# SAVE-COPY-BUTTON
source: Save A Copy of This Meeting
da: Gem en kopi af dette møde
fr: Enregistrer une copie de cette réunion
it: Salva una copia di questa riunione
ru: Сохранить копию этой встречи
sv: Spara en kopia på detta möte

# SAVE-CHANGES-BUTTON
source: Save Changes
da: Gem Ændringer
fr: Sauvegarder les modifications
it: Salva modifiche
ru: Сохранить изменения
sv: Spara ändringar

# SAVE-CANCEL-BUTTON
source: Cancel
da: Annullerer
fr: Annuler
it: Annulla
ru: Отмена
sv: Avbryt

# SAVE-NEW-TITLE
source: Create This New Meeting
da: Opret dette nye møde
fr: Créer cette nouvelle réunion
it: Crea una nuova riunione
ru: Создать здесь новое собрание
sv: Skapa detta nya mötet

# SAVE-NEW-MESSAGE
source: If you touch "Create New Meeting", this meeting will be created as a new meeting.
da: Hvis du rører "Opret nyt møde", oprettes dette møde som et nyt møde.
fr: Si vous touchez "Créer une nouvelle réunion", cette réunion sera créée en tant que nouvelle réunion.
it: Se tocchi "Crea una nuova riunione", essa sarà creata come nuova riunione.
ru: Если вы нажмёте "Создать новое собрание", это собрание будет создано как новое собрание.
sv: Om du trycker "Create New Meeting", kommer detta skapas som ett nytt möte.

# CANCEL-HEADER
source: Changes Have Been Made to This Meeting.
da: Ændringer er blevet foretaget på dette møde.
fr: Des modifications ont été apportées à cette réunion.
it: Questa riunione è stata modificata.
ru: Изменения были внесены в эту встречу.
sv: Ändringar har gjorts för mötet.

# CANCEL-MESSAGE
source: If you touch "Lose Changes", the changes that you made to this meeting will be discarded, and the meeting will revert to its original state. If you touch "Cancel", then you will be returned to the meeting editor.
da: Hvis du rører ved "fortryd ændringer", vil de ændringer, du har foretaget til dette møde, blive kasseret, og mødet vender tilbage til dets oprindelige tilstand. Hvis du trykker på "Annuller", bliver du returneret til mødet redaktør.
fr: Si vous touchez "Perdre des changements", les modifications que vous avez apportées à cette réunion seront ignorées et la réunion reviendra à son état d'origine. If tu touches "Annuler", alors vous serez renvoyé à l'éditeur de réunion.
it: Se tocchi "Perdi modifiche", le modifiche fatte a questa riunione andranno perdute e la riunione tornerà al suo stato originario. Se tocchi "Annulla", sarai reindirizzato all'editor della riunione.
ru: Если вы нажмёте "Потерять изменения", изменения, внесенные в это собрание, будут отменены, и собрание вернется в исходное состояние. If если вы нажмёте "Отмена", тогда вы вернетесь к редактору собраний.
sv: Om du trycker "Lose Changes", kommer ändringarna du gjort att förloras, och mötet återställs till ursprungliga uppgifter. Om du trycker "Cancel", kommer du tillbaks till mötesadministration.

# CANCEL-LOSE-CHANGES-BUTTON
source: Lose Changes
da: Fortryd ændringer
fr: Perdre des changements
it: Perdi modifiche
ru: Потерять изменения
sv: Förkasta ändringar

# CANCEL-CANCEL-BUTTON
source: Cancel
da: Annullerer
fr: Annuler
it: Annulla
ru: Отмена
sv: Avbryt

# BMLTiOSLib-Default-Meeting-Name
source: NA Meeting
da: NA Møde
fr: Réunion NA
it: Riunione NA
ru: Собрание NA
sv: NA Möte

# DELETED-ALERT-HEADER
source: Restoring A Deleted Meeting
da: Gendannelse af et slettet møde
fr: Restaurer une réunion supprimée
it: Ripristino di una riunione cancellata
ru: Восстановление удаленной встречи
sv: Återskapa raderat möte

# DELETED-ALERT-FORMAT
source: If you touch "Restore Meeting", the meeting "%@" will be restored. It will show up as an unpublished meeting, and you will be taken to its editor. If you touch "Cancel", nothing will happen.
da: Hvis du trykker på "Gendan møde", bliver mødet "% @" genoprettet. Det vises som et upubliceret møde, og du vil blive taget til editoren. Hvis du trykker på "Cancel" , intet vil ske.
fr: Si vous touchez "Restaurer la réunion", la réunion "%@" sera restaurée. It apparaîtra comme une réunion non publiée, et vous serez dirigé vers son éditeur. Si vous touchez "Annuler", rien ne va se passer.
it: Se tocchi "Ripristina riunione", la riunione "%@" sarà ripristinata. Essa comparirà come riunione non pubblicata e sarai reindirizzato all'editor. Se tocchi "Annulla", non succederà niente.
ru: Если вы нажмёте "Восстановить встречу", собрание "%@" будет восстановлено. It будет отображаться как неопубликованное собрание, и вы попадете в его редактор. если вы нажмёте "Отмена", ничего не произойдёт.
sv: Om du tryckerh "Restore Meeting", kommer mötet "%@" magiskt återskapas. Det kommer visas som ett opublicerat möte, och mötesredigeringen öppnas. Om du trycker "Cancel", händer ingenting.

# DELETED-RESTORE-BUTTON
source: Restore Meeting
da: Gendan møde
fr: Restaurer la réunion
it: Ripristina riunione
ru: Восстановить собрание
sv: Återskapa möte

# DELETED-CANCEL-BUTTON
source: Cancel
da: Annullerer
fr: Annuler
it: Annulla
ru: Отмена
sv: Avbryt

# DELETED-LOADING-HEADER
source: Loading Deleted Meetings
da: Indlæser slettede møder
fr: Chargement des réunions supprimées
it: Caricamento riunioni cancellate
ru: Загрузить удалённые собрания
sv: Hämtar raderade möten

# DELETED-LOADING-SUBTEXT
source: This may take a long time.
da: Det kan tage lang tid.
fr: Cela peut prendre beaucoup de temps.
it: Questa operazione può richiedere molto tempo.
ru: Это может занять много времени.
sv: Detta kanske tar en stund.

# NO-HISTORY-LABEL
source: No History
da: Ingen historie
fr: Pas d'historique
it: Nessuna cronologia
ru: Нет истории
sv: Ingen historik

# REVERT-BUTTON
source: Revert
da: Vende tilbage
fr: Restaurer
it: Ripristina
ru: Возвращается
sv: Backa

# CLEAR-ALL-SAVED-LOGINS
source: Remove All Saved Logins and URLs
da: Fjern alle gemte logins og URLs
fr: Supprimer toutes les connexions et les URL enregistrées
it: Rimuovi tutti gli accessi e gli indirizzi internet salvati
ru: Удалить ВСЕ Сохраненные Логины и URL
sv: Ta bort alla sparade URL'er och inloggningar

# FORGET-STORED-LOGINS-HEADER
source: Are You Sure?
da: Er du sikker?
fr: Êtes-vous sûr?
it: Sei sicuro?
ru: Уверены?
sv: Är du säker?

# FORGET-STORED-LOGINS-MESSAGE
source: If you touch "Forget Stored Logins", all of the stored URLs and logins will be deleted.
da: Hvis du rører "Glem gemte logins", slettes alle de gemte URLs og logins.
fr: Si vous touchez "Oublier les connexions stockées", toutes les URL et connexions enregistrées seront supprimées.
it: Se tocchi "Dimentica gli accessi memorizzati", tutti gli indirizzi internet e gli accessi saranno cancellati.
ru: Если вы нажмёте "Забудьте о сохраненных логинах", все сохраненные URL и логины будут удалены.
sv: Om dy trycker "Forget Stored Logins", kommer alla adresser och inloggningar raderas.

# FORGET-STORED-LOGINS-MESSAGE-SUFFIX
source: You will also be logged out of your current session.
da: Du vil også blive logget ud af din nuværende session.
fr: Vous serez également déconnecté de votre session en cours.
it: Sarai anche disconnesso dalla sessione corrente.
ru: Вы также выйдете из своей текущей сессии.
sv: Du kommer också loggas ut från pågående session.

# FORGET-STORED-LOGINS-OK-BUTTON
source: Forget Stored Logins
da: Glem gemte logins
fr: Oublier les connexions stockées
it: Dimentica gli accessi memorizzati
ru: Забудьте о сохраненных логинах
sv: Glöm bort sparade inloggningar

# FORGET-STORED-LOGINS-CANCEL-BUTTON
source: Cancel
da: Annullerer
fr: Annuler
it: Annulla
ru: Отмена
sv: Avbryt
